Repository: sandordargo/wine-disco
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fr, hu

source: English
fr: Anglais
hu: Angol

source: Restore original view
fr: Réinitialiser
hu: Eredeti nézet visszaállítása

source: Empty view
fr: Vue vide
hu: Üres nézet

source: Keep only the selected node!
fr: Conservez uniquement le noeud sélectionné!
hu: Csak a kiválasztott csompópont megtartása!

source: Add region
fr: Ajouter un vignoble
hu: Régió hozzáadása

source: Add subregion
fr: Ajouter une région viticole
hu: Alrégió hozzáadása

source: Choose grape
fr: Choisir un cépage
hu: Szőlőfajta

source: About this page
fr: À propos du nous
hu: Rólunk

source: Welcome to Wine-Disco!
fr: Bienvenue à Wine-Disco!
hu: Üdvözli Önt a Wine-Disco!

source: Wine-Disco is not a nightclub, but rather a discovery tool for the Hungarian wine culture. Later other countries might be added to the tool.
fr: Wine-Disco n'est pas une boîte de nuit, mais plutôt un outil de découverte de la culture viticole hongroise. Plus tard, d'autres pays pourraient être ajoutés à l'outil.
hu: A Wine-Disco nem egy éjszakai bár, hanem sokkal inkább egy a magyar borkultúra felfedezésére szánt eszköz.

source: Using Wine-Disco lets you explore the different regions and grapes of Hungary. More specifically you can browse the following entities:
fr: Utilisation de Wine-Disco vous permet d'explorer les différentes régions et les cépages de la Hongrie. Plus spécifiquement, vous pouvez parcourir les entités suivantes:
hu: A Wine-Discot használva felfedezheti a Magyarországon található különböző borvidékeket és szőlőfajtákat. Az alábbiak között böngészhet:

source: Wine regions
fr: Vignobles
hu: Borrégiók

source: Wine subregions
fr: Régions viticoles
hu: Borvidékek

source: Grapes
fr: Cépages
hu: Szőlőfajták

source: Wineries
fr: Caves
hu: Borászatok

source: If you just open up the tool, you will see a graph where each node represents either a wine region or a wine subregion.
fr: Si vous ouvrez simplement l'outil, vous verrez un graphique où chaque nœud représente soit une région viticole soit une sous-région viticole.
hu: Amennyiben megnyitja ezt az alkalmazást, egy gráfot láthat, melyben minden egyes csomópont egy borrégiót vagy borvidéket jelöl.

source: Double-click on a node and it will expand to show what other entities it relates to.
fr: Double-cliquez sur un noeud et il se développera pour montrer à quelles autres entités il se rapporte.
hu: Dupla klikk egy csomóponton, hogy kinyíljon és megmutassa, milyen egyéb csomópontokhoz kapcsolódik.

source: Right-click on one and you will see more details about that node. In the details you can also find links, pointing to other nodes. Feel free to click on those. In certain cases you can even find links outgoing from this page, for example taking you to site of a winery
fr: Faites un clic droit sur l'un et vous verrez plus de détails sur ce nœud. Dans les détails, vous pouvez également trouver des liens pointant vers d'autres nœuds.N'hésitez pas à cliquer sur ceux-ci.Dans certains cas, vous pouvez même trouver des liens sortants de cette page, par exemple vous emmener sur le site d'une cave
hu: Jobb klikk egyre és több információt láthat az adott csomópontról. A részletek között találhat további csomópontra mutató linkeket is. Nyugodtan kattintson rájuk. Bizonyos esetekben az oldalról kivezető linkekkel is találkozhat, mint melyek például az adott borászat honlapjára viszik Önt.

source: Enjoy the discovery and drink good wine (with moderation of course)!
fr: Profitez de la découverte et buvez du bon vin (avec modération bien sûr)!
hu: Élvezze a felfedezést és igyon jó borokat (csak mértékkel természetesen)!

source: Node type: Click on a node
fr: Type de noeud : cliquez sur un noeud
hu: Csomópont típusa: klikk egy csomópontra

source: Name: Click on a node
fr: Nom : Cliquez sur un noeud
hu: Név: klikk egy csomópontra

source: Expanded: Click on a node
fr: Expanded : cliquez sur un noeud
hu: EZ NE LÁTSZÓDJON

source: Node details: Click on a node
fr: Détails du nœud : Cliquez sur un nœud
hu: Csomópont részletei: klikk egy csomópontra
